Tekla.Structures.ModelInternal.dotPlane_t
Serialization structure for Plane.

Tekla.Structures.ModelInternal.dotPlane_t.Origin
Origin of the plane.

Tekla.Structures.ModelInternal.dotPlane_t.AxisX
The x-axis of the plane.

Tekla.Structures.ModelInternal.dotPlane_t.AxisY
The y-axis of the plane.